Repository: imjavakhir/shotsy
Catalog: Shotsy/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, id, it, ja, ko, pt_br, ru, vi, zh_hans, zh_hant

source: Suggested from the text: %@. Change it any time.
de: Vorschlag aus dem Text: %@. Jederzeit änderbar.
es: Sugerido por el texto: %@. Cámbialo cuando quieras.
fr: Suggéré d’après le texte : %@. Modifiable à tout moment.
id: Disarankan dari teks: %@. Ubah kapan saja.
it: Suggerito dal testo: %@. Puoi cambiarlo quando vuoi.
ja: 文字からの候補：%@。いつでも変更できます。
ko: 텍스트 기반 제안: %@. 언제든 변경할 수 있어요.
pt_br: Sugerido pelo texto: %@. Altere quando quiser.
ru: Предложено по тексту: %@. Можно изменить в любой момент.
vi: Gợi ý từ nội dung chữ: %@. Bạn có thể đổi bất cứ lúc nào.
zh_hans: 根据文字建议：%@。可随时更改。
zh_hant: 根據文字建議：%@。可隨時更改。

source: Suggested keeper: %@. Tap photos to change.
de: Vorschlag zum Behalten: %@. Tippe auf Fotos, um es zu ändern.
es: Sugerencia para conservar: %@. Toca fotos para cambiarla.
fr: À garder, suggestion : %@. Touchez les photos pour changer.
id: Saran untuk disimpan: %@. Ketuk foto untuk mengubah.
it: Da tenere, consiglio: %@. Tocca le foto per cambiare.
ja: 残すおすすめ：%@。写真をタップして変更できます。
ko: 남길 사진 제안: %@. 변경하려면 사진을 탭하세요.
pt_br: Sugestão para manter: %@. Toque nas fotos para alterar.
ru: Предлагаю оставить: %@. Коснитесь фото, чтобы изменить.
vi: Gợi ý giữ lại: %@. Chạm vào ảnh để thay đổi.
zh_hans: 建议保留：%@。轻点照片即可更改。
zh_hant: 建議保留：%@。點一下照片即可更改。

source: Suggestions only. Motion blur or soft focus can be on purpose. Screenshots, videos and favorites are left out.
de: Nur Vorschläge. Bewegungsunschärfe oder weicher Fokus können gewollt sein. Bildschirmfotos, Videos und Favoriten sind ausgenommen.
es: Solo son sugerencias. El desenfoque por movimiento o el enfoque suave pueden ser intencionales. Se excluyen capturas, videos y favoritos.
fr: Simples suggestions. Un flou de bougé ou une mise au point douce peuvent être voulus. Les captures, vidéos et favoris sont exclus.
id: Hanya saran. Buram karena gerakan atau fokus lembut bisa jadi disengaja. Jepretan layar, video, dan favorit tidak disertakan.
it: Sono solo suggerimenti. Il mosso o il fuoco morbido possono essere voluti. Istantanee schermo, video e preferiti sono esclusi.
ja: あくまで候補です。被写体ブレやソフトフォーカスは意図的な場合もあります。スクリーンショット、ビデオ、お気に入りは対象外です。
ko: 제안일 뿐이에요. 모션 블러나 부드러운 초점은 의도한 것일 수 있어요. 스크린샷, 비디오, 즐겨찾기는 제외됩니다.
pt_br: São só sugestões. Desfoque de movimento ou foco suave podem ser intencionais. Capturas de tela, vídeos e favoritos ficam de fora.
ru: Это лишь предложения. Смаз или мягкий фокус могут быть задуманы. Снимки экрана, видео и Избранное не учитываются.
vi: Chỉ là gợi ý. Nhòe chuyển động hay lấy nét mềm có thể là cố ý. Ảnh màn hình, video và mục ưa thích không được tính.
zh_hans: 仅供参考。动态模糊或柔焦可能是有意为之。截屏、视频和个人收藏不包括在内。
zh_hant: 僅供參考。動態模糊或柔焦可能是刻意的。截圖、影片和喜好項目不會列入。

source: Swipe as much as you like, every day.
de: Wische, so viel du willst – jeden Tag.
es: Desliza todo lo que quieras, cada día.
fr: Balayez autant que vous voulez, chaque jour.
id: Geser sepuasnya, setiap hari.
it: Scorri quanto vuoi, ogni giorno.
ja: 毎日、好きなだけスワイプ。
ko: 매일 원하는 만큼 스와이프하세요.
pt_br: Deslize o quanto quiser, todos os dias.
ru: Смахивайте сколько угодно, каждый день.
vi: Vuốt thoải mái mỗi ngày.
zh_hans: 每天想滑多少就滑多少。
zh_hant: 每天想滑多少就滑多少。

source: Swipe right to keep, left to mark for deletion, up to add to an album, or use the actions.
de: Nach rechts wischen zum Behalten, nach links zum Markieren für das Löschen, nach oben zum Hinzufügen zu einem Album, oder die Aktionen verwenden.
es: Desliza a la derecha para conservar, a la izquierda para marcar para eliminar, hacia arriba para añadir a un álbum, o usa las acciones.
fr: Balayez à droite pour garder, à gauche pour marquer à supprimer, vers le haut pour ajouter à un album, ou utilisez les actions.
id: Geser ke kanan untuk menyimpan, ke kiri untuk menandai hapus, ke atas untuk menambahkan ke album, atau gunakan tindakan.
it: Scorri a destra per tenere, a sinistra per segnare da eliminare, verso l'alto per aggiungere a un album, oppure usa le azioni.
ja: 右にスワイプで残す、左で削除候補にする、上でアルバムに追加。またはアクションを使います。
ko: 오른쪽으로 스와이프하면 보관, 왼쪽은 삭제 표시, 위쪽은 앨범에 추가합니다. 또는 동작을 사용하세요.
pt_br: Deslize para a direita para manter, para a esquerda para marcar para apagar, para cima para adicionar a um álbum, ou use as ações.
ru: Смахните вправо, чтобы оставить, влево — чтобы отметить на удаление, вверх — чтобы добавить в альбом, или используйте действия.
vi: Vuốt phải để giữ, vuốt trái để đánh dấu xóa, vuốt lên để thêm vào album, hoặc dùng các thao tác.
zh_hans: 向右滑动保留，向左滑动标记删除，向上滑动添加到相簿，或使用操作按钮。
zh_hant: 向右滑動保留，向左滑動標記刪除，向上滑動加入相簿，或使用操作按鈕。

source: Swipe to sort
de: Wischen zum Sortieren
es: Desliza para ordenar
fr: Balayez pour trier
id: Geser untuk memilah
it: Scorri per ordinare
ja: スワイプで整理
ko: 스와이프로 정리
pt_br: Deslize para organizar
ru: Смахивайте, чтобы разобрать
vi: Vuốt để phân loại
zh_hans: 滑动整理
zh_hant: 滑動整理

source: Swipe up to add to an album
de: Nach oben wischen, um zu einem Album hinzuzufügen
es: Desliza hacia arriba para añadir a un álbum
fr: Balayez vers le haut pour ajouter à un album
id: Geser ke atas untuk menambahkan ke album
it: Scorri verso l'alto per aggiungere a un album
ja: 上にスワイプしてアルバムに追加
ko: 위로 스와이프해 앨범에 추가
pt_br: Deslize para cima para adicionar a um álbum
ru: Смахните вверх, чтобы добавить в альбом
vi: Vuốt lên để thêm vào album
zh_hans: 上滑添加到相簿
zh_hant: 上滑加入相簿

source: Swipe up: %@
de: Nach oben: %@
es: Deslizar arriba: %@
fr: Vers le haut : %@
id: Geser ke atas: %@
it: Scorri su: %@
ja: 上にスワイプ：%@
ko: 위로 스와이프: %@
pt_br: Deslizar para cima: %@
ru: Вверх: %@
vi: Vuốt lên: %@
zh_hans: 上滑：%@
zh_hant: 上滑：%@

source: Sync
de: Synchronisierung
es: Sincronización
fr: Synchronisation
id: Sinkronisasi
it: Sincronizzazione
ja: 同期
ko: 동기화
pt_br: Sincronização
ru: Синхронизация
vi: Đồng bộ
zh_hans: 同步
zh_hant: 同步

source: Taken
de: Aufgenommen
es: Tomada
fr: Prise le
id: Diambil
it: Scattata
ja: 撮影日時
ko: 촬영
pt_br: Tirada em
ru: Снято
vi: Chụp lúc
zh_hans: 拍摄于
zh_hant: 拍攝於

source: Taken first
de: Zuerst aufgenommen
es: Tomada primero
fr: Date de prise de vue
id: Diambil paling awal
it: Scattata prima
ja: 撮影が早い順
ko: 촬영 순
pt_br: Tirada primeiro
ru: Снято раньше
vi: Chụp trước
zh_hans: 拍摄时间最早
zh_hant: 最早拍攝

source: Tap to deselect anything you want to keep. Deselected items stay in the queue.
de: Tippe, um alles abzuwählen, was du behalten willst. Abgewählte Objekte bleiben in der Warteschlange.
es: Toca para quitar la selección de lo que quieras conservar. Los elementos no seleccionados se quedan en la cola.
fr: Touchez pour désélectionner ce que vous voulez garder. Les éléments désélectionnés restent dans la file.
id: Ketuk untuk membatalkan pilihan yang ingin Anda simpan. Item yang batal dipilih tetap di antrean.
it: Tocca per deselezionare ciò che vuoi tenere. Gli elementi deselezionati restano in coda.
ja: 残したいものはタップして選択を解除してください。選択を解除した項目はキューに残ります。
ko: 남기고 싶은 항목은 탭해서 선택 해제하세요. 선택 해제한 항목은 대기열에 남아요.
pt_br: Toque para desmarcar o que quiser manter. Itens desmarcados continuam na fila.
ru: Коснитесь, чтобы снять выбор с того, что хотите оставить. Невыбранные объекты остаются в очереди.
vi: Chạm để bỏ chọn những gì bạn muốn giữ. Mục bỏ chọn vẫn ở trong hàng chờ.
zh_hans: 轻点以取消选择想保留的项目。取消选择的项目仍留在队列中。
zh_hant: 點一下即可取消選取想保留的項目。取消選取的項目會留在佇列中。

source: Terms
de: Bedingungen
es: Términos
fr: Conditions
id: Ketentuan
it: Termini
ja: 利用規約
ko: 약관
pt_br: Termos
ru: Условия
vi: Điều khoản
zh_hans: 条款
zh_hant: 條款

source: Terms of Use (EULA)
de: Nutzungsbedingungen (EULA)
es: Términos de uso (EULA)
fr: Conditions d’utilisation (EULA)
id: Ketentuan Penggunaan (EULA)
it: Condizioni d'uso (EULA)
ja: 利用規約（EULA）
ko: 이용 약관(EULA)
pt_br: Termos de Uso (EULA)
ru: Условия использования (EULA)
vi: Điều khoản sử dụng (EULA)
zh_hans: 使用条款（EULA）
zh_hant: 使用條款（EULA）

source: Text reading is off in Settings.
de: Das Lesen von Text ist in den Einstellungen aus.
es: La lectura de texto está desactivada en Configuración.
fr: La lecture du texte est désactivée dans Réglages.
id: Pembacaan teks dinonaktifkan di Pengaturan.
it: La lettura del testo è disattivata in Impostazioni.
ja: 文字の読み取りは設定でオフになっています。
ko: 설정에서 텍스트 읽기가 꺼져 있어요.
pt_br: A leitura de texto está desativada nos Ajustes.
ru: Распознавание текста выключено в Настройках.
vi: Tính năng đọc chữ đang tắt trong Cài đặt.
zh_hans: 文字读取已在“设置”中关闭。
zh_hant: 文字讀取已在「設定」中關閉。

source: Text search is in Pro
de: Textsuche gibt's mit Pro
es: La búsqueda de texto es de Pro
fr: La recherche de texte est dans Pro
id: Pencarian teks ada di Pro
it: La ricerca testo è in Pro
ja: 文字検索はProの機能です
ko: 텍스트 검색은 Pro 기능이에요
pt_br: A busca de texto está no Pro
ru: Поиск по тексту — в Pro
vi: Tìm kiếm chữ có trong Pro
zh_hans: 文字搜索是 Pro 功能
zh_hant: 文字搜尋為 Pro 功能

source: That album is no longer available. Swipe up again to choose another.
de: Dieses Album ist nicht mehr verfügbar. Wische erneut nach oben, um ein anderes zu wählen.
es: Ese álbum ya no está disponible. Desliza hacia arriba otra vez para elegir otro.
fr: Cet album n'est plus disponible. Balayez de nouveau vers le haut pour en choisir un autre.
id: Album itu sudah tidak tersedia. Geser ke atas lagi untuk memilih yang lain.
it: Quell'album non è più disponibile. Scorri di nuovo verso l'alto per sceglierne un altro.
ja: そのアルバムは見つかりません。もう一度上にスワイプして別のアルバムを選んでください。
ko: 해당 앨범을 더 이상 사용할 수 없습니다. 다시 위로 스와이프해 다른 앨범을 선택하세요.
pt_br: Esse álbum não está mais disponível. Deslize para cima de novo para escolher outro.
ru: Этого альбома больше нет. Смахните вверх ещё раз, чтобы выбрать другой.
vi: Album đó không còn nữa. Vuốt lên lần nữa để chọn album khác.
zh_hans: 该相簿已不可用。再次上滑以选择其他相簿。
zh_hant: 該相簿已無法使用。再次上滑以選擇其他相簿。

source: That's today's %lld free reviews
de: Das waren deine %lld kostenlosen Prüfungen für heute
es: Esas fueron tus %lld revisiones gratis de hoy
fr: Vous avez utilisé vos %lld tris gratuits du jour
id: Itu %lld tinjauan gratis hari ini
it: Hai usato le %lld revisioni gratuite di oggi
ja: 今日の無料レビュー%lld件を使い切りました
ko: 오늘의 무료 검토 %lld개를 모두 사용했어요
pt_br: Essas foram as %lld revisões grátis de hoje
ru: Это все %lld бесплатные проверки на сегодня
vi: Đó là %lld lượt xem miễn phí của hôm nay
zh_hans: 今天的 %lld 次免费查看已用完
zh_hant: 今天的 %lld 次免費檢視已用完

source: The compressed copy didn't pass checks, so it was discarded. The original is unchanged.
de: Die komprimierte Kopie hat die Prüfung nicht bestanden und wurde verworfen. Das Original ist unverändert.
es: La copia comprimida no pasó las comprobaciones, así que se descartó. El original no cambió.
fr: La copie compressée n’a pas passé les vérifications, elle a donc été supprimée. L’original n’a pas changé.
id: Salinan terkompresi tidak lolos pemeriksaan, jadi dibuang. File asli tidak berubah.
it: La copia compressa non ha superato i controlli ed è stata scartata. L'originale non è stato modificato.
ja: 圧縮したコピーがチェックを通過しなかったため、破棄しました。オリジナルは変更されていません。
ko: 압축 사본이 확인을 통과하지 못해 버렸어요. 원본은 그대로입니다.
pt_br: A cópia comprimida não passou nas verificações e foi descartada. O original não foi alterado.
ru: Сжатая копия не прошла проверку и была удалена. Оригинал не изменен.
vi: Bản nén không vượt qua kiểm tra nên đã bị loại bỏ. Bản gốc không thay đổi.
zh_hans: 压缩副本未通过检查，已被丢弃。原件未更改。
zh_hant: 壓縮副本未通過檢查，因此已捨棄。原始檔沒有變動。

source: The copy is %@ smaller. Space is only freed if you delete the original and Recently Deleted is emptied.
de: Die Kopie ist %@ kleiner. Speicher wird erst frei, wenn du das Original löschst und „Zuletzt gelöscht“ geleert ist.
es: La copia ocupa %@ menos. El espacio solo se libera si eliminas el original y se vacía Eliminado.
fr: La copie est plus petite de %@. L’espace n’est libéré que si vous supprimez l’original et videz Suppressions récentes.
id: Salinannya %@ lebih kecil. Ruang hanya kosong jika Anda menghapus file asli dan Baru Dihapus dikosongkan.
it: La copia è più piccola di %@. Lo spazio si libera solo se elimini l'originale e svuoti Eliminati di recente.
ja: コピーは%@小さくなりました。容量が空くのは、オリジナルを削除して「最近削除した項目」を空にした場合のみです。
ko: 사본이 %@ 더 작아요. 원본을 삭제하고 ‘최근 삭제된 항목’을 비워야 공간이 확보됩니다.
pt_br: A cópia é %@ menor. O espaço só é liberado se você apagar o original e esvaziar Apagados.
ru: Копия меньше на %@. Место освободится, только если удалить оригинал и очистить «Недавно удаленные».
vi: Bản sao nhỏ hơn %@. Dung lượng chỉ được giải phóng khi bạn xóa bản gốc và dọn sạch Đã xóa gần đây.
zh_hans: 副本缩小了 %@。只有删除原件并清空“最近删除”后才会释放空间。
zh_hant: 副本縮小了 %@。只有在你刪除原始檔並清空「最近刪除」後，才會釋放空間。

source: The copy isn't smaller than the original, so it won't be saved. Try a smaller option.
de: Die Kopie ist nicht kleiner als das Original und wird daher nicht gesichert. Probier eine kleinere Option.
es: La copia no es más pequeña que el original, así que no se guardará. Prueba una opción más pequeña.
fr: La copie n’est pas plus petite que l’original, elle ne sera donc pas enregistrée. Essayez une option plus compacte.
id: Salinannya tidak lebih kecil dari aslinya, jadi tidak akan disimpan. Coba opsi yang lebih kecil.
it: La copia non è più piccola dell'originale, quindi non verrà salvata. Prova un'opzione più leggera.
ja: コピーがオリジナルより小さくならないため、保存されません。より小さいオプションを試してください。
ko: 사본이 원본보다 작지 않아서 저장하지 않아요. 더 작은 옵션을 선택해 보세요.
pt_br: A cópia não é menor que o original, então não será salva. Tente uma opção menor.
ru: Копия не меньше оригинала, поэтому она не будет сохранена. Выберите вариант поменьше.
vi: Bản sao không nhỏ hơn bản gốc nên sẽ không được lưu. Hãy thử tùy chọn nhỏ hơn.
zh_hans: 副本不比原件小，因此不会存储。试试更小的选项。
zh_hant: 副本沒有比原始檔小，因此不會儲存。試試更小的選項。

source: The original is in iCloud. Measuring downloads it through Photos.
de: Das Original liegt in iCloud. Zum Messen lädt Fotos es herunter.
es: El original está en iCloud. Para medirlo, Fotos lo descarga.
fr: L'original est dans iCloud. Pour le mesurer, Photos le télécharge.
id: File asli ada di iCloud. Untuk mengukur, Foto akan mengunduhnya.
it: L'originale è su iCloud. Per misurarlo, Foto lo scarica.
ja: オリジナルはiCloudにあります。計測するには「写真」がダウンロードします。
ko: 원본이 iCloud에 있습니다. 측정하려면 사진 앱이 다운로드합니다.
pt_br: O original está no iCloud. Para medir, o Fotos baixa o arquivo.
ru: Оригинал хранится в iCloud. Для измерения Фото загрузит его.
vi: Bản gốc nằm trong iCloud. Để đo, Ảnh sẽ tải bản gốc về.
zh_hans: 原件在 iCloud 中。测量时会通过“照片”下载。
zh_hant: 原始檔在 iCloud 中。測量時會透過「照片」下載。

source: The purchase finished, but Pro isn't active yet. Try Restore Purchases.
de: Der Kauf ist abgeschlossen, aber Pro ist noch nicht aktiv. Versuche „Käufe wiederherstellen“.
es: La compra se completó, pero Pro aún no está activo. Prueba Restaurar compras.
fr: L’achat est terminé, mais Pro n’est pas encore actif. Essayez Restaurer les achats.
id: Pembelian selesai, tetapi Pro belum aktif. Coba Pulihkan Pembelian.
it: L'acquisto è andato a buon fine, ma Pro non è ancora attivo. Prova Ripristina acquisti.
ja: 購入は完了しましたが、Proがまだ有効になっていません。「購入を復元」をお試しください。
ko: 구입은 완료됐지만 Pro가 아직 활성화되지 않았어요. ‘구입 항목 복원’을 시도해 보세요.
pt_br: A compra foi concluída, mas o Pro ainda não está ativo. Tente Restaurar Compras.
ru: Покупка завершена, но Pro еще не активен. Попробуйте «Восстановить покупки».
vi: Giao dịch mua đã hoàn tất nhưng Pro chưa được kích hoạt. Hãy thử Khôi phục giao dịch mua.
zh_hans: 购买已完成，但 Pro 尚未生效。请尝试恢复购买。
zh_hant: 已完成購買，但 Pro 尚未啟用。請試試「回復購買項目」。

source: The video is already this size or smaller.
de: Das Video ist bereits so groß oder kleiner.
es: El video ya tiene este tamaño o es más pequeño.
fr: La vidéo a déjà cette taille ou moins.
id: Video sudah berukuran ini atau lebih kecil.
it: Il video ha già questa dimensione o è più piccolo.
ja: このビデオはすでにこのサイズ以下です。
ko: 비디오가 이미 이 크기이거나 더 작아요.
pt_br: O vídeo já tem este tamanho ou é menor.
ru: Видео уже такого размера или меньше.
vi: Video đã có kích thước này hoặc nhỏ hơn.
zh_hans: 该视频已经是这个大小或更小。
zh_hant: 這部影片已經是這個大小或更小。

source: Theme
de: Design
es: Tema
fr: Thème
id: Tema
it: Tema
ja: テーマ
ko: 테마
pt_br: Tema
ru: Тема
vi: Chủ đề
zh_hans: 主题
zh_hant: 主題

source: There are no videos Shotsy can see.
de: Shotsy kann keine Videos sehen.
es: No hay videos que Shotsy pueda ver.
fr: Shotsy ne voit aucune vidéo.
id: Tidak ada video yang bisa dilihat Shotsy.
it: Non ci sono video visibili a Shotsy.
ja: Shotsyが表示できるビデオはありません。
ko: Shotsy가 볼 수 있는 비디오가 없어요.
pt_br: Não há vídeos que o Shotsy consiga ver.
ru: Shotsy не видит ни одного видео.
vi: Không có video nào mà Shotsy thấy được.
zh_hans: 没有 Shotsy 可以看到的视频。
zh_hant: 沒有 Shotsy 能看到的影片。

source: There's a billing issue. Access continues during Apple's grace period.
de: Es gibt ein Zahlungsproblem. Der Zugriff bleibt während Apples Kulanzfrist bestehen.
es: Hay un problema de facturación. El acceso continúa durante el período de gracia de Apple.
fr: Il y a un problème de facturation. L’accès continue pendant le délai de grâce d’Apple.
id: Ada masalah tagihan. Akses tetap berlanjut selama masa tenggang Apple.
it: C'è un problema di fatturazione. L'accesso continua durante il periodo di tolleranza di Apple.
ja: 請求に問題があります。Appleの猶予期間中は引き続き利用できます。
ko: 결제에 문제가 있어요. Apple의 유예 기간 동안에는 계속 이용할 수 있어요.
pt_br: Há um problema de cobrança. O acesso continua durante o período de carência da Apple.
ru: Проблема с оплатой. Доступ сохраняется на время льготного периода Apple.
vi: Có sự cố thanh toán. Quyền truy cập vẫn tiếp tục trong thời gian gia hạn của Apple.
zh_hans: 付款出现问题。在 Apple 的宽限期内仍可继续使用。
zh_hant: 帳單出現問題。在 Apple 的寬限期內仍可繼續使用。

source: These only clear Shotsy's own data. They never delete anything from Photos.
de: Damit werden nur die Daten von Shotsy gelöscht. Aus Fotos wird nie etwas gelöscht.
es: Esto solo borra los datos de Shotsy. Nunca elimina nada de Fotos.
fr: Ces options n’effacent que les données de Shotsy. Elles ne suppriment jamais rien de Photos.
id: Ini hanya menghapus data milik Shotsy. Tidak pernah menghapus apa pun dari Foto.
it: Queste opzioni cancellano solo i dati di Shotsy. Non eliminano mai niente da Foto.
ja: これらはShotsy独自のデータのみを消去します。写真から何かを削除することはありません。
ko: Shotsy 자체 데이터만 지워요. 사진 앱에서는 아무것도 삭제하지 않아요.
pt_br: Estas opções só limpam os dados do próprio Shotsy. Nunca apagam nada do Fotos.
ru: Это очищает только данные Shotsy и никогда ничего не удаляет из Фото.
vi: Các tùy chọn này chỉ xóa dữ liệu riêng của Shotsy. Chúng không bao giờ xóa gì khỏi Ảnh.
zh_hans: 这些操作只会清除 Shotsy 自己的数据，绝不会从“照片”中删除任何内容。
zh_hant: 這些只會清除 Shotsy 自己的資料，絕不會刪除「照片」中的任何項目。

source: They stay in your library and leave the deletion queue.
de: Sie bleiben in deiner Mediathek und verlassen die Löschliste.
es: Se quedan en tu fototeca y salen de la cola de eliminación.
fr: Elles restent dans votre photothèque et quittent la file de suppression.
id: Foto tetap di perpustakaan dan keluar dari antrean hapus.
it: Restano nella libreria ed escono dalla coda di eliminazione.
ja: 写真はライブラリに残り、削除待ちから外れます。
ko: 사진은 보관함에 남고 삭제 대기열에서 빠집니다.
pt_br: Elas ficam na sua fototeca e saem da fila de exclusão.
ru: Они останутся в медиатеке и уйдут из очереди на удаление.
vi: Ảnh vẫn ở trong thư viện và rời khỏi hàng chờ xóa.
zh_hans: 照片会保留在图库中，并移出待删除列表。
zh_hant: 照片會保留在圖庫中，並移出待刪除列表。

source: This collection updates as your library changes.
de: Diese Sammlung aktualisiert sich, wenn sich deine Mediathek ändert.
es: Esta colección se actualiza cuando cambia tu fototeca.
fr: Cette collection se met à jour avec votre photothèque.
id: Koleksi ini diperbarui saat perpustakaan Anda berubah.
it: Questa raccolta si aggiorna quando cambia la libreria.
ja: このコレクションはライブラリの変化に合わせて更新されます。
ko: 이 컬렉션은 보관함이 바뀌면 함께 업데이트돼요.
pt_br: Esta coleção se atualiza conforme sua biblioteca muda.
ru: Эта коллекция обновляется вместе с медиатекой.
vi: Bộ sưu tập này cập nhật khi thư viện của bạn thay đổi.
zh_hans: 此集合会随你的图库变化而更新。
zh_hant: 這個收藏集會隨圖庫變動而更新。

source: This deletes the items from your whole library, not just this album. They go to Recently Deleted for about 30 days.
de: Damit werden die Objekte aus deiner gesamten Mediathek gelöscht, nicht nur aus diesem Album. Sie landen für etwa 30 Tage unter „Zuletzt gelöscht“.
es: Esto elimina los elementos de toda tu fototeca, no solo de este álbum. Pasan a Eliminado durante unos 30 días.
fr: Les éléments seront supprimés de toute votre photothèque, pas seulement de cet album. Ils vont dans Suppressions récentes pendant environ 30 jours.
id: Ini menghapus item dari seluruh perpustakaan Anda, bukan hanya dari album ini. Item akan masuk ke Baru Dihapus selama sekitar 30 hari.
it: Gli elementi vengono eliminati da tutta la libreria, non solo da questo album. Restano in Eliminati di recente per circa 30 giorni.
ja: このアルバムだけでなく、ライブラリ全体から項目が削除されます。項目は約30日間「最近削除した項目」に移動します。
ko: 이 앨범뿐 아니라 보관함 전체에서 항목이 삭제돼요. 삭제된 항목은 약 30일 동안 ‘최근 삭제된 항목’에 보관됩니다.
pt_br: Isso apaga os itens de toda a sua biblioteca, não só deste álbum. Eles vão para Apagados por cerca de 30 dias.
ru: Объекты удалятся из всей медиатеки, а не только из альбома. Они попадут в «Недавно удаленные» примерно на 30 дней.
vi: Thao tác này xóa các mục khỏi toàn bộ thư viện, không chỉ album này. Chúng sẽ vào Đã xóa gần đây khoảng 30 ngày.
zh_hans: 这会从你的整个图库中删除这些项目，而不只是从此相簿中删除。它们会移到“最近删除”中，保留约 30 天。
zh_hant: 這會從整個圖庫刪除這些項目，而不只是從這個相簿。它們會移到「最近刪除」並保留約 30 天。

source: This iPhone doesn't allow photo access, for example because of Screen Time or a device profile.
de: Dieses iPhone erlaubt keinen Fotozugriff, zum Beispiel wegen Bildschirmzeit oder eines Geräteprofils.
es: Este iPhone no permite el acceso a las fotos, por ejemplo por Tiempo en pantalla o un perfil del dispositivo.
fr: Cet iPhone n’autorise pas l’accès aux photos, par exemple à cause de Temps d’écran ou d’un profil de configuration.
id: iPhone ini tidak mengizinkan akses foto, misalnya karena Durasi Layar atau profil perangkat.
it: Questo iPhone non consente l'accesso alle foto, ad esempio per via di Tempo di utilizzo o di un profilo del dispositivo.
ja: スクリーンタイムやデバイスプロファイルなどの理由で、このiPhoneでは写真へのアクセスが許可されていません。
ko: 스크린 타임이나 기기 프로파일 등의 이유로 이 iPhone에서 사진 접근이 허용되지 않아요.
pt_br: Este iPhone não permite acesso às fotos, por exemplo, por causa do Tempo de Uso ou de um perfil de dispositivo.
ru: Этот iPhone не разрешает доступ к фото — например, из-за Экранного времени или профиля устройства.
vi: iPhone này không cho phép truy cập ảnh, ví dụ do Thời gian sử dụng hoặc cấu hình thiết bị.
zh_hans: 这台 iPhone 不允许访问照片，例如受“屏幕使用时间”或设备描述文件限制。
zh_hant: 這支 iPhone 不允許取用照片，可能是因為「螢幕使用時間」或裝置描述檔的限制。

source: This item was deleted or Shotsy can no longer access it.
de: Dieses Objekt wurde gelöscht oder Shotsy hat keinen Zugriff mehr darauf.
es: Este elemento se eliminó o Shotsy ya no puede acceder a él.
fr: Cet élément a été supprimé ou Shotsy n’y a plus accès.
id: Item ini sudah dihapus atau Shotsy tidak bisa lagi mengaksesnya.
it: Questo elemento è stato eliminato o Shotsy non può più accedervi.
ja: この項目は削除されたか、Shotsyからアクセスできなくなりました。
ko: 이 항목이 삭제되었거나 Shotsy가 더 이상 접근할 수 없어요.
pt_br: Este item foi apagado ou o Shotsy não tem mais acesso a ele.
ru: Этот объект удален, или у Shotsy больше нет к нему доступа.
vi: Mục này đã bị xóa hoặc Shotsy không còn quyền truy cập.
zh_hans: 此项目已被删除，或 Shotsy 无法再访问它。
zh_hant: 這個項目已被刪除，或 Shotsy 已無法取用。
